tap "felixkratz/formulae"
brew "ack"
brew "ccat"
brew "diff-so-fancy"
brew "dust"
brew "eza"
brew "fd"
brew "git"
brew "neovim"
brew "pandoc"
brew "powerlevel10k"
brew "pwgen"
brew "thefuck"
brew "tree"
brew "watch"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
cask "alt-tab"
cask "amazon-q"
cask "basictex"
cask "brave-browser"
cask "caffeine"
cask "flashspace"
cask "font-hack-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "ghostty"
cask "grammarly-desktop"
cask "hazeover"
cask "launchbar"
cask "rectangle"
cask "sf-symbols"
cask "signal"
cask "telegram"
cask "vimr"
cask "whatsapp"
cask "xmind"
